// 학년
enum GRADE_TYPE {
    A0 = 'A0', // 0세
    A1 = 'A1', // 1세
    A2 = 'A2', // 2세
    A3 = 'A3', // 3세
    A4 = 'A4', // 4세
    A5 = 'A5', // 5세
    A6 = 'A6', // 6세
    A7 = 'A7', // 7세
    G1 = 'G1', // 초등 1학년
    G2 = 'G2', // 초등 2학년
    G3 = 'G3', // 초등 3학년
    G4 = 'G4', // 초등 4학년
    G5 = 'G5', // 초등 5학년
    G6 = 'G6', // 초등 6학년
    G7 = 'G7', // 중등 1학년
    G8 = 'G8', // 중등 2학년
    G9 = 'G9', // 중등 3학년
    G10 = 'G10', // 고등 1학년
    G11 = 'G11', // 고등 2학년
    G12 = 'G12', // 고등 3학년
    G98 = 'G98', // 기타
}

export {
    GRADE_TYPE,
}
